
export const HSC_SYLLABUS_PRESET = [
  {
    name: "Bangla 1st Paper",
    chapters: [
      "বাংলার নব্য লেখকদিগের প্রতি নিবেদন", "অপরিচিতা", "সাহিত্যে খেলা", "বিলাসী", "অর্ধাঙ্গী", "যৌবনের গান", "জীবন ও বৃক্ষ", "গন্তব্য কাবুল", "মাসি-পিসি", "কপিলদাস মুর্মুর শেষ কাজ", "রেইনকোট", "নেকলেস", "ঋতু বর্ণন", "বিভীষণের প্রতি মেঘনাদ", "সোনার তরী", "বিদ্রোহী", "সুচেতনা", "প্রতিদান", "তাহারেই পড়ে মনে", "পদ্মা", "আঠারো বছর বয়স", "ফেব্রুয়ারি ১৯৬৯", "আমি কিংবদন্তির কথা বলছি", "প্রত্যাবর্তনের লজ্জা", "নাটক: সিরাজউদ্দৌলা", "উপন্যাস: লালসালু"
    ]
  },
  {
    name: "Bangla 2nd Paper",
    chapters: [
      "বাংলা উচ্চারণের নিয়ম", "বাংলা বানানের নিয়ম", "বাংলা ভাষার ব্যাকরণিক শব্দশ্রেণি", "বাংলা শব্দগঠন প্রক্রিয়া", "বাক্যতত্ত্ব", "বাংলা ভাষার অপপ্রয়োগ ও শুদ্ধ প্রয়োগ", "পারিভাষিক শব্দ ও অনুবাদ", "দিনলিপি, অভিজ্ঞতা বর্ণন, ভাষণ ও প্রতিবেদন", "বৈদ্যুতিন চিঠি, খুদেবার্তা, পত্রলিখন ও আবেদনপত্র", "সারাংশ, সারমর্ম, সার-ক্ষেপ ও ভাব-সম্প্রসারণ", "সংলাপ ও খুদেগল্প", "প্রবন্ধ-নিবন্ধ রচনা"
    ]
  },
  {
    name: "English 1st Paper",
    chapters: [
      "Unit 01 - Education & Life", "Unit 02 - Art and Craft", "Unit 03 - Myths and Literature", "Unit 04 - History", "Unit 05 - Human Rights", "Unit 06 - Dreams", "Unit 07 - Youthful Achievers", "Unit 08 - Relationships", "Unit 09 - Adolescence", "Unit 10 - Lifestyle", "Unit 11 - Peace and Conflict", "Unit 12 - Environment and Nature", "Summarizing", "Cloze with Clues", "Cloze without Clues", "Rearranging", "Paragraph", "Story / Completing Story", "Letter / Email", "Graph / Chart", "Theme Writing"
    ]
  },
  {
    name: "English 2nd Paper",
    chapters: [
      "Article", "Preposition", "Gap Filling with Clues", "Completing Sentences", "Right Form of Verbs", "Changing Sentences", "Narration", "Pronoun Reference", "Modifiers", "Sentence Connectors", "Synonym & Antonym", "Punctuation & Capitalization", "Formal Letter & Email", "Report Writing", "Paragraph", "Composition"
    ]
  },
  {
    name: "ICT",
    chapters: [
      "বিশ্ব ও বাংলাদেশ প্রেক্ষিত", "কমিউনিকেশন সিষ্টেম ও নেটওয়ার্কিং", "সংখ্যা পদ্ধতি ও ডিজিটাল ডিভাইস", "ওয়েব ডিজাইন এবং HTML", "প্রোগ্রামিং ভাষা", "ডাটাবেজ ম্যানেজমেন্ট"
    ]
  },
  {
    name: "Physics 1st Paper",
    chapters: [
      "ভৌতজগত ও পরিমাপ", "ভেক্টর", "গতিবিদ্যা", "নিউটনিয় বলবিদ্যা", "কাজ শক্তি ও ক্ষমতা", "মহাকর্ষ ও অভিকর্ষ", "পদার্থের গাঠনিক ধর্ম", "পযৃায়বৃত্ত গতি", "তরঙ্গ", "গ্যাসের গতিতত্ব"
    ]
  },
  {
    name: "Physics 2nd Paper",
    chapters: [
      "তাপ গতিবিদ্যা", "স্থির তড়িৎ", "চল তড়িৎ", "তড়িৎ প্রবাহের চৌম্বক ক্রিয়া ও চুম্বকত্ব", "তাড়িতচৌম্বকীয় আবেশ ও পরিবর্তী প্রবাহ", "জ্যামিতিক আলোকবিজ্ঞান", "ভৌত আলোকবিজ্ঞান", "আধুনিক পদার্থ বিজ্ঞান", "পরমাণুর মডেল এবং নিউক্লিয়ার", "সেমিকন্ডাক্টটর ও ইলেক্ট্রনিক্স", "জ্যোতি বিজ্ঞান"
    ]
  },
  {
    name: "Chemistry 1st Paper",
    chapters: [
      "ল্যাবরেটরির নিরাপদ ব্যবহার", "গুণগত রসায়ন", "মৌলের পর্যায়বৃত্ত ধর্ম ও রাসায়নিক বন্ধন", "রাসায়নিক পরিবর্তন", "কর্মমূখী রসায়ন"
    ]
  },
  {
    name: "Chemistry 2nd Paper",
    chapters: [
      "পরিবেশ রসায়ন", "জৈব রসায়ন", "পরিমাণগত রসায়ন", "তড়িৎ রসায়ন", "অর্থনৈতিক রসায়ন"
    ]
  },
  {
    name: "Higher Math 1st Paper",
    chapters: [
      "ম্যাট্রিক্স ও ট্রির্ণায়ক", "ভেক্টর", "সরলরেখা", "বৃত্ত", "বিন্যাস ও সমাবেশ", "ত্রিকোণোমিতিক অনুপাত", "সংযুক্ত কোণর ত্রিকোণোমিতিক অনুপাত", "ফাংশন ও ফাংশনের লেখচিত্র", "অন্তরীকরণ", "যোগজীকরণ"
    ]
  },
  {
    name: "Higher Math 2nd Paper",
    chapters: [
      "বাস্তব সংখ্যা", "যোগাশ্রয়ী প্রোগ্রাম", "জটিল সংখ্যা", "বহুপদী ও বহুপদী সমীকরণ", "দ্বিপদী বিস্তৃতি", "কণিক", "বিপরীত ত্রিকোণমিতি", "স্থিতিবিদ্যা", "সমতলে বস্তুকণার গতি", "সম্ভাবনা"
    ]
  },
  {
    name: "Biology 1st Paper",
    chapters: [
      "কোষ ও এর গঠন", "কোষ বিভাজন", "কোষ রসায়ন", "অণুর্জীব", "শৈবাল ও ছত্রাক", "ব্রায়োফাইটা ও টেরিডোফাইটা", "নগ্নবীজি ও আবৃতবীজি উদ্ভিদ", "টিস্যু ও টিসুতন্ত্র", "উদ্ভিদ শারিরত্ব", "উদ্ভিদ প্রজনন", "জীবপ্রযুক্তি", "জীবের পরিবেশ বিস্তার ও সংরক্ষন"
    ]
  },
  {
    name: "Biology 2nd Paper",
    chapters: [
      "প্রাণীর বিভিন্নতা ও শ্রেণিবিন্যাস", "প্রাণীর পরিচিতি", "মানব শারীরতত্ত্ব-পরিপাক ও শোষণ", "মানব শারীরতত্ত্ব -রক্ত", "মানব শারীরতত্ত্ব-শ্বসন ও শ্বাসক্রিয়া", "মানব শারীরতত্ত্ব-বর্জ্য ও নিষ্কাশন", "মানব শারীরতত্ত্ব-চলন", "মানব শারীরতত্ত্ব-সমন্বয়", "মানব জীবনের ধারাবাহিকতা", "মানবদেহের প্রতিরক্ষা", "জিনতত্ত্ব ও বিবর্তন", "প্রাণীর আচরন"
    ]
  }
];
